OpenFOAM-v2112/tutorials/multiphase/compressibleInterFoam/laminar/climbingRod/constant/fvOptions
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvOptions;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

stabilization
{
    type            symmTensorPhaseLimitStabilization;

    field           sigma.liquid;
    rate            rLambda.liquid;
    residualAlpha   1e-3;
}


//************************************************************************* //
